Repository: GNOME/gnome-break-timer
Catalog: po/*.po
Languages: cs, de, es, eu, fa, fr, fur, hi, it, pl, ru, sr, sr@latin, uk

source: Break is over
cs: Přestávka skončila
de: Pause ist vorbei
es: El descanso ha terminado
eu: Atsedenaldia amaitu da
fa: استراحت به اتمام رسید
fr: La pause est terminée
fur: Pause finide
hi: विराम ख़त्म हो गया
it: La pausa è finita
pl: Koniec przerwy
ru: Перерыв окончен
sr: Одмор је завршен
sr@latin: Odmor je završen
uk: Перерву завершено

source: Skip this one
cs: Tuto přeskočit
de: Überspringen
es: Omitir este
eu: Saltatu hau
fa: از این یکی بگذر
fr: Passer celle-ci
fur: Salte chest
hi: इसे छोड़ें
it: Salta questo
pl: Pomiń tę przerwę
ru: Пропустить
sr: Овај прескочи
sr@latin: Ovaj preskoči
uk: Пропустити

source: What should I do?
cs: Co bych měl dělat?
de: Was sollen Sie machen?
es: ¿Qué debo hacer?
eu: Zer egin behar dut?
fa: باید چه کنم؟
fr: Que dois-je faire ?
fur: Ce varessio di fâ?
hi: मुझे क्या करना चाहिए?
it: Cosa dovrei fare?
pl: Co teraz?
ru: Что я должен делать?
sr: Шта треба да урадим?
sr@latin: Šta treba da uradim?
uk: Що робити?

source: Break starts in %s
cs: Přestávka začíná za %s
fa: آغاز استراحت در %s
hi: विराम %s में प्रारंभ होता है
pl: Przerwa zacznie się za %s
ru: Перерыв начнётся через %s
sr: Одмор почиње у %s
uk: Перерва почнеться за %s

source: Time for a break
cs: Čas na přestávku
de: Es ist Zeit für eine Pause
es: Tiempo para un descanso
eu: Atsedenaldi baterako ordua da
fa: زمان برای استراحت
fr: Temps pour une pause
fur: E je ore di fâ une pause
hi: एक विराम का समय
it: Tempo per una pausa
pl: Czas na przerwę
ru: Время для перерыва
sr: Време је за одмор
sr@latin: Vreme je za odmor
uk: Час для перерви

source: It’s time to take a break. Get away from the computer for a little while!
cs: Je čas udělat si přestávku. Jděte na chvíli pryč od počítače!
de: Es ist Zeit, eine Pause zu einzulegen. Gehen Sie für eine Weile vom Rechner weg!
es: Es el momento de hacer un descanso. Olvídese del ordenador por un momento.
eu: Atsedenaldi bat hartzeko ordua da. Aldendu ordenagailutik tarte batez!
fa: زمان استراحت است. برای مدّتی از رایانه دور شوید!
fr: Il est temps de faire une pause. Quitter l'ordinateur pour un petit moment !
fur: E je ore di fâ une pause. Slontaniti dal computer par un pôc!
hi: यह एक विराम लेने का समय है। थोड़ी देर के लिए कंप्यूटर से दूर हो जायें!
it: È ora di prendersi una pausa. Allontanati dal computer per un po'!
pl: Zrób teraz przerwę i odejdź na chwilę od komputera.
ru: Пришло время сделать перерыв. Отойдите от компьютера на некоторое время!
sr: Време је да се одморите. Удаљите се мало од рачунара, погледајте кроз прозор!
sr@latin: Vreme je da se odmorite. Udaljite se malo od računara, pogledajte kroz prozor!
uk: Час зробити перерву. Відійдіть ненадовго від комп'ютера!

source: There is %s remaining in your break
cs: Do konce přestávky máte %s
de: Es ist noch %s verbleibend in Ihrer Pause
es: Le queda %s de descanso
eu: %s falta da atsedenaldia amaitzeko
fa: %Is از استراحت شما باقی مانده است
fr: Il reste %s de pause
fur: Al reste %s de tô pause
hi: आपके विराम में %s शेष है
it: C'è ancora %s rimasto nella tua pausa
pl: Przerwa skończy się za %s
ru: До вашего перерыва осталось %s
sr: Остао вам је још %s одмора
sr@latin: Ostao vam je još %s odmora
uk: Вашу перерву буде завершено за %s

source: Break interrupted
cs: Přestávka přerušena
de: Pause unterbrochen
es: Descanso interrumpido
eu: Atsedenaldia eten da
fa: استراحت خراب شده
fr: Pause interrompue
fur: Pause interote
hi: विराम बाधित
it: Pausa interrotta
pl: Przerwano przerwę
ru: Перерыв прерван
sr: Одмор је прекинут
sr@latin: Odmor je prekinut
uk: Перерву перервано

source: You were due to take a break %s ago
cs: Je to %s, co jste měli mít přestávku
de: Ihre Pause war vor %s fällig
es: Tenía que haber hecho un descanso hace %s minuto
eu: Duela %s atsedenaldi bat egiteko asmoa zenuen
fa: قرار بود %Is پیش استراحت کنید
fr: Vous deviez faire une pause il y a %s
fur: Tu vevis di fâ une pause %s indaûr
hi: आपको %s पहले विराम लेना था
it: Dovevi fare una pausa %s fa
pl: Przerwa miała odbyć się %s temu
ru: Вы должны были сделать перерыв %s назад
sr: Требали сте да се одморите пре %s
sr@latin: Trebali ste da se odmorite pre %s
uk: Вам слід було зробити перерву %s тому

source: Overdue break
cs: Odložená přestávka
de: Überfällige Pause
es: Descanso atrasado
eu: Atzeratutako atsedenaldia
fa: عقب انداختن استراحت
fr: Pause dépassée
fur: Pause in ritart
hi: अतिदेय विराम
it: Pausa scaduta
pl: Zaległa przerwa
ru: Просроченный перерыв
sr: Прескочи одмор
sr@latin: Preskoči odmor
uk: Прострочена перерва

source: Your break time has ended
cs: Čas vaší přestávky skončil
de: Ihre Pausenzeit ist zu Ende
es: Su descanso ha terminado
eu: Atsedenaldia amaitu da
fa: زمان استراحت‌تان تمام شد
fr: Votre temps de pause est terminé
fur: La tô pause e je finide
hi: आपके विराम का समय समाप्त हो गया है
it: La tua pausa è finita
pl: Przerwa dobiegła końca
ru: Время вашего перерыва закончилось
sr: Време вашег одмора је истекло
sr@latin: Vreme vašeg odmora je isteklo
uk: Час вашої перерви завершено

source: Remind me later
cs: Upozornit mě později
de: Später erinnern
es: Recordármelo más tarde
eu: Gogorarazi geroago
fa: دیرتر یادم بیاور
fr: Rappeler-le moi plus tard
fur: Visimi plui indenant
hi: मुझे बाद में याद दिलाएं
it: Ricordamelo più tardi
pl: Przypomnij później
ru: Напомнить позже
sr: Подсети ме касније
sr@latin: Podseti me kasnije
uk: Нагадати пізніше

source: translator-credits
cs: Marek Černocký <marek@manet.cz> Daniel Rusek <mail@asciiwolf.com>
de: Christian Kirbach <Christian.Kirbach@gmail.com> Benjamin Steinwender <b@stbe.at> Mario Blättermann <mario.blaettermann@gmail.com> Jürgen Benvenuti <gastornis@posteo.org> Philipp Kiemle <philipp.kiemle@gmail.com>
es: Daniel Mustieles <daniel.mustieles@gmail.com>, 2013 - 2022 Milagros Alessandra Infante Montero <maim92@gmail.com>, 2013
fa: محمدصالح کامیاب <mskf1383@protonmail.com>
fr: Julien Hardelin <jhardlin@orange.fr>, 2015
fur: Fabio Tomat <f.t.public@gmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
it: Albano Battistella <albano_battistella@hotmail.com>
pl: Paweł Żołnowski <pawel.zolnowski@gmail.com>, 2014 Piotr Drąg <piotrdrag@gmail.com>, 2014-2024 Aviary.pl <community-poland@mozilla.org>, 2014-2024
ru: Ser82-png <asvmail.as@gmail.com>, 2022-2024
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик
sr@latin: Miroslav Nikolić <miroslavnikolic@rocketmail.com> http://prevod.org — prevod na srpski jezik
uk: Юрій Чорноіван <yurchor@ukr.net>

source: A mix of short breaks and long breaks
cs: Střídat krátké a dlouhé přestávky
de: Eine Mischung aus kurzen und langen Pausen
es: Una mezcla de descansos cortos y largos
eu: Atsedenaldi laburren eta luzeen nahastea
fa: ترکیبی از استراحت‌های کوتاه و بلند
fr: Un mélange de pauses courtes et de pauses longues
fur: Une misture di pausis curtis e lungjis
hi: छोटे विराम और लंबे विराम का मिश्रण
it: Un mix di pause brevi e pause lunghe
pl: Połączenie krótkich i długich przerw
ru: Сочетание коротких и длинных перерывов
sr: Мешавина кратких и дугих одмора
sr@latin: Mešavina kratkih i dugih odmora
uk: Суміш коротких і довгих перерв

source: Occasional long breaks
cs: Občasné dlouhé přestávky
de: Gelegentliche lange Pausen
es: Descansos largos ocasionales
eu: Atsedenaldi luzeak noizean behin
fa: استراحت‌های بلند گاه به گاه
fr: Pauses longues occasionnelles
fur: Pausis lungjis ocasionâls
hi: कभी-कभी लंबा विराम
it: Lunghe pause occasionali
pl: Sporadyczne długie przerwy
ru: Редкие длинные перерывы
sr: Повремени дуги одмори
sr@latin: Povremeni dugi odmori
uk: Рідкісні довгі перерви

source: Frequent short breaks
cs: Časté krátké přestávky
de: Häufige kurze Pausen
es: Descansos cortos frecuentes
eu: Atsedenaldi laburrak sarritan
fa: استراحت‌های کوتاه مکرر
fr: Pauses courtes fréquentes
fur: Pausis curtis frecuentis
hi: बारंबार छोटे विराम
it: Brevi pause frequenti
pl: Częste krótkie przerwy
ru: Частые короткие перерывы
sr: Чести кратки одмори
sr@latin: Česti kratki odmori
uk: Часті короткі перерви

source: About
cs: O aplikaci
de: Info
es: Acerca de
eu: Honi buruz
fa: درباره
fr: À propos
fur: Informazions
hi: बारे में
it: Informazioni
pl: O programie
ru: О приложении
sr: О програму
sr@latin: O programu
uk: Про програму

source: Quit
cs: Ukončit
de: Beenden
es: Salir
eu: Irten
fa: ترک
fr: Quitter
fur: Jes
hi: छोड़ें
it: Esci
pl: Zakończ
ru: Выйти
sr: Изађи
sr@latin: Izađi
uk: Вийти

source: Break Timer needs permission to start automatically and run in the background
cs: Aplikace Hlídání přestávek potřebuje oprávnění, aby se mohla spouštět automaticky a běžet na pozadí
de: Pausenerinnerung benötigt die Berechtigung, automatisch zu starten und im Hintergrund zu laufen
es: Descansos necesita permiso para iniciarse automáticamente y ejecutarse en segundo plano
eu: Break Timer aplikazioak baimena behar du automatikoki abiarazi eta atzeko planoan exekutatzeko
fa: زمان‌سنج استراحت نیاز به اجازهٔ شروع خودکار و اجرا در پس‌زمینه دارد
fur: Pausis al à bisugne dai permès par inviâsi in automatic e zirâ in sotfont
hi: ब्रेक टाइमर को स्वचालित रूप से प्रारंभ करने और पृष्ठभूमि में चलने के लिए अनुमति की आवश्यकता होती है
it: Break Timer richiede l'autorizzazione per l'avvio automatico e l'esecuzione in background
pl: Menedżer przerw wymaga uprawnienia do automatycznego uruchamiania i działania w tle
ru: «Таймеру перерывов» требуется разрешение для автоматического запуска и работы в фоновом режиме
sr: Надзорник одмора захтева овлашћења да се сам покрене и да ради у позадини
uk: «Таймер перерв» потребує прав доступу для автоматичного запуску і роботи у фоновому режимі

source: Open Settings
cs: Otevřít nastavení
de: Einstellungen öffnen
es: Abrir la configuración
eu: Ireki ezarpenak
fa: گشودن تنظیمات
fur: Vierç impostazions
hi: सेटिंग्स खोलें
it: Apri Impostazioni
pl: Otwórz ustawienia
ru: Открыть настройки
sr: Отвори подешавања
uk: Відкрити вікно параметрів

source: Welcome Tour
cs: Úvodní průvodce
de: Willkommen-Tour
es: Tour de bienvenida
eu: Ongi etorriko bisita
fa: گردش خوش‌آمدگویی
fr: Visite guidée
fur: Zîr di benvignût
hi: स्वागत दौरा
it: Tour di benvenuto
pl: Wprowadzenie
ru: Добро пожаловать в тур
sr: Добродошлица
sr@latin: Dobrodošlica
uk: Вітальне турне

source: Microbreak
cs: Mikropřestávka
de: Kurzpause
es: Microdescanso
eu: Mikroatsedenaldia
fa: استراحت کوتاه
fr: Pause courte
fur: Micro-pause
hi: सूक्ष्मविराम
it: Micro pausa
pl: Miniprzerwa
ru: Микроперерыв
sr: Предах
sr@latin: Predah
uk: Мікроперерва

source: Take a break from typing and look away from the screen for %s.
cs: Udělejte si přestávku v psaní a dívejte se mimo obrazovku na %s.
de: Legen Sie eine Pause ein und schauen Sie für %s vom Bildschirm weg.
es: Tome un descanso de escribir y aléjese de la pantalla por %s.
eu: Hartu atsedenaldi bat, utzi idazteari eta begiratu pantailaz haratago tarte batez: %s.
fa: برای %Is از تایپ کردن دست بکشید و به جایی غیر از صفحه‌نمایش بنگرید.
fr: Faites une pause dans la saisie au clavier et regardez ailleurs que l'écran pendant %s.
fur: Fâs une pause dal scrivi e distachiti dal schermi cjalant fûr dal visôr par %s.
hi: टाइपिंग से विराम लें और %s के लिए स्क्रीन से दूर देखें।
it: Fai una pausa dalla digitazione e distogli lo sguardo dallo schermo per %s.
pl: Oderwij teraz dłonie od klawiatury i odwróć wzrok od monitora na %s.
ru: Отвлекитесь от набора текста и отведите взгляд от экрана на %s.
sr: Одморите се од куцања и гледајте ван екрана %s.
sr@latin: Odmorite se od kucanja i gledajte van ekrana %s.
uk: Відпочиньте від введення тексту з клавіатури і роботи з монітором на %s.

source: It’s microbreak time
cs: Je čas mikropřestávky
de: Zeit für eine Kurzpause
es: Es hora de un microdescanso
eu: Mikroatsedenaldirako ordua da
fa: زمان استراحت کوتاه است
fr: C'est le moment d'une pause courte
fur: E je ore di une micro-pause
hi: यह सूक्ष्मविराम का समय है
it: È tempo di una micro pausa
pl: Czas na miniprzerwę
ru: Время микроперерыва
sr: Време је за предах
sr@latin: Vreme je za predah
uk: Час для мікроперерви

source: I'll chime when it’s time to use the computer again.
cs: Zvukové znamení vás upozorní, až bude zase čas používat počítač.
de: Ich werde läuten, wenn es Zeit ist, den Computer wieder zu verwenden.
es: Se reproducirá un sonido cuando sea el momento de volver a usar el equipo
eu: Ordua joko dut ordenagailua berriro erabiltzeko momentua denean.
fa: وقتی دوباره زمان استفاده از رایانه شد، زنگ می‌زنم.
fr: Je carillonnerai quand il sera temps de se remettre à l'ordinateur.
fur: O cinglinarai cuant che e vignarà la ore di tornâ a doprâ il computer.
hi: जब कंप्यूटर का दोबारा उपयोग करने का समय आएगा तो मैं घंटी बजाऊंगा।
it: Suonerò quando sarà il momento di usare di nuovo il computer.
pl: Czas powrotu do komputera zostanie zasygnalizowany dźwiękiem.
ru: Я позвоню, когда придет время снова использовать компьютер.
sr: Ја ћу да зврцнем када буде било време да поново користите рачунар.
sr@latin: Ja ću da zvrcnem kada bude bilo vreme da ponovo koristite računar.
uk: Я повідомлю гудком, коли час буде повертатися до роботи з комп'ютером.

source: Pause frequently to relax your eyes
cs: Dělejte si často pauzy, aby si odpočinuly oči
de: Machen Sie häufig Pausen, um Ihre Augen zu entspannen
es: Descanse con frecuencia para relajar sus ojos
eu: Pausatu sarritan begiek atseden hartu dezaten
fa: برای آزام کردن چشمان‌تان مکرر مکث کنید
fr: Faites de nombreuses pauses pour vous reposer les yeux
fur: Fâs dispès pausis par rilassâ i tiei voi
hi: अपनी आँखों को आराम देने के लिए बीच-बीच में रुकें
it: Fermati spesso per rilassare gli occhi
pl: Należy często pozwalać swoim oczom na odpoczynek
ru: Часто делайте паузы, чтобы расслабить глаза
sr: Застаните често да одморите ваше очи
sr@latin: Zastanite često da odmorite vaše oči
uk: Робіть часті перерви, щоб ваші очі могли відпочити

source: Your next microbreak is in
cs: Vaše další mikropřestávka je za
de: Ihre nächste Kurzpause ist in
es: Su siguiente microdescanso es dentro de
eu: Zure hurrengo mikroatsedenaldirako:
fa: استراحت کوتاه بعدی‌تان در
fr: La prochaine pause courte est dans
fur: La tô prossime micro-pause e rive chi di
hi: आपका अगला सूक्ष्मविराम है अंदर
it: La tua prossima micro pausa è in
pl: Następna miniprzerwa odbędzie się za
ru: Ваш следующий микроперерыв через
sr: Ваш следећи предах је за
sr@latin: Vaš sledeći predah je za
uk: Наступна мікроперерва за

source: It's time for a microbreak
cs: Je čas na mikropřestávku
de: Es ist Zeit für eine Kurzpause
es: Es hora de un microdescanso
eu: Mikroatsedenaldi baterako ordua da
fa: زمان استراحت کوتاه است
fr: C'est le moment de faire une pause courte
fur: E je ore di fâ une micro-pause
hi: यह सूक्ष्मविराम का समय है
it: È tempo di una micro pausa
pl: Czas na miniprzerwę
ru: Время микроперерыва
sr: Време је за предах
sr@latin: Vreme je za predah
uk: Час для мікроперерви

source: Break
cs: Přestávka
de: Pause
es: Descanso
eu: Atsedenaldia
fa: استراحت
fr: Pause
fur: Pause
hi: विराम
it: Pausa
pl: Przerwa
ru: Прервать
sr: Одмор
sr@latin: Odmor
uk: Пауза

source: Your break has %s remaining. I’ll remind you when it’s over.
cs: Do konce přestávky máte %s. Na její konec budete upozorněni.
de: Ihre Pause dauert noch %s. Ich erinnere Sie, wenn sie vorbei ist.
es: Su descanso tiene %s restantes. Se lo recordaré cuando acabe.
eu: Zure atsedenaldiari %s geratzen zaio. Amaitzen denean gogoraraziko dizut.
fa: %Is از استراحت‌تان مانده است. وقتی تمام شد، یادآوری می‌کنم.
fr: Il reste %s de pause. Je vous préviendrai quand elle sera finie.
fur: Al mancje %s ae fin de tô pause. Ti visarai cuant che e finarà.
hi: आपका विराम में %s शेष है। जब यह ख़त्म हो जाएगा तो मैं आपको याद दिलाऊंगा।
it: La tua pausa ha %s rimanenti. Te lo ricorderò quando sarà finita.
pl: Przerwa skończy się za %s. Program przypomni o jej końcu.
ru: Осталось %s перерыва. Я сообщу вам, когда перерыв закончится.
sr: Остао вам је %s одмора. Ја ћу вас подсетити када буде завршен.
sr@latin: Ostao vam je %s odmora. Ja ću vas podsetiti kada bude završen.
uk: Лишилося %s перерви. Я повідомлю вам, коли перерва закінчиться.

source: It’s break time
cs: Je čas přestávky
de: Es ist Zeit für eine Pause
es: Es hora de un descanso
eu: Atsedenaldirako ordua da
fa: زمان استراحت است
fr: C'est le temps d'une pause
fur: E je ore di fâ une pause
hi: अब विराम का समय है
it: È tempo di pausa
pl: Czas na przerwę
ru: Время перерыва
sr: Време је за одмор
sr@latin: Vreme je za odmor
uk: Час перепочити

source: Take some time away from the computer. Stretch and move around.
cs: Sem tam odejděte od počítače. Protáhněte se a projděte se.
de: Gehen Sie einige Zeit von Ihrem Rechner weg. Dehnen und bewegen Sie sich.
es: Descanse un momento del equipo. Estírese y muévase.
eu: Aldendu pixka batean ordenagailutik. Luzatu giharrak eta mugitu gorputza.
fa: مدّتی از رایانه دور باشید. حرکات کششی انجام دهید و حرکت کنید.
fr: Passez un moment loin de l'ordinateur. Étirez-vous et faites un tour.
fur: Slontaniti dal computer par un pôc. Stiriti e moviti lì ator.
hi: कंप्यूटर से कुछ समय दूर रहें। खिंचाव करें और चारों ओर घूमें।
it: Prenditi un po' di tempo lontano dal computer. Allungati e muoviti.
pl: Spędź chwilę z dala od komputera, porozciągaj mięśnie i poruszaj się trochę.
ru: На некоторое время отвлекитесь от компьютера. Потянитесь и подвигайтесь.
sr: Удаљите се неко време од рачунара. Протеглите се и прошетајте се около.
sr@latin: Udaljite se neko vreme od računara. Proteglite se i prošetajte se okolo.
uk: Полиште комп'ютер ненадовго. Розімніться та виконайте рухливі вправи.

source: Full break
cs: Plná přestávka
de: Volle Pause
es: Descanso completo
eu: Atsedenaldi osoa
fa: استراحتٔ کامل
fr: Pause longue
fur: Pause complete
hi: पूर्ण विराम
pl: Pełna przerwa
ru: Полноценный перерыв
sr: Велики одмор
sr@latin: Veliki odmor
uk: Повна перерва

source: And take some longer breaks to stretch your legs
cs: A dělejte si nějaké delší přestávky, abyste si protáhli nohy
de: Und machen Sie einige längere Pausen, um Ihre Beine zu strecken
es: Y haga descansos más largos para estirar las piernas
eu: Eta hartu atsedenaldi luzeagoak hankak luzatzeko
fa: و مقداری استراحتٔ بلندتر داشته باشید تا پاهایتان را کش بیاورید
fr: Et prenez un moment pour vous dégourdir les jambes
fur: E cjapiti cualchi pause plui lungje par distirâti lis gjambis
hi: और अपने पैरों को फैलाने के लिए कुछ लंबा विराम लें
pl: Potrzebne są również dłuższe przerwy, aby rozprostować nogi
ru: И делайте длинные перерывы, чтобы размять ноги
sr: И направите неке подуже одморе да протеглите ноге
sr@latin: I napravite neke poduže odmore da proteglite noge
uk: І робіть довгі перерви для того, щоб розім'яти ваші ноги

source: Lock the screen during breaks
cs: Během přestávky zamknout obrazovku
de: Den Bildschirm während Pausen sperren
es: Bloquear la pantalla durante los descansos
eu: Blokeatu pantaila atsedenaldietan
fa: قفل کردن صفحه‌نمایش هنگام استراحت‌ها
fur: Bloche il schermi intant des pausis
hi: विराम के दौरान स्क्रीन लॉक करें
pl: Blokowanie ekranu podczas przerw
ru: Блокировать экран во время перерывов
sr: Закључај екран за време одмора
uk: Блокувати екран під час перерв

source: Your next full break is in
cs: Vaše další plná přestávka je za
de: Ihre nächste volle Pause ist in
es: Su siguiente descanso completo es dentro de
eu: Hurrengo atsedenaldi osorako denbora:
fa: استراحتٔ کامل بعدی‌تان در
fr: La prochaine pause longue est dans
fur: La tô prossime pause complete e rive chi di
hi: आपका अगला पूर्ण विराम है अंदर
it: La tua prossima pausa completa è in
pl: Następna pełna przerwa odbędzie się za
ru: Ваш следующий полноценный перерыв через
sr: Ваш следећи велики одмор је за
sr@latin: Vaš sledeći veliki odmor je za
uk: Ваша наступна повна перерва за

source: It's break time
cs: Je čas přestávky
de: Es ist Zeit für eine Pause
es: Es hora de un descanso
eu: Atsedenaldirako ordua da
fa: زمان استراحت است
fr: C'est le temps d'une pause
fur: E je ore di fâ une pause
hi: यह विराम का समय है
it: È tempo di pausa
pl: Czas na przerwę
ru: Время перерыва
sr: Време је за одмор
sr@latin: Vreme je za odmor
uk: Час перепочити

source: Every
cs: Opakovat za
de: Jede
es: Cada
eu: Maiztasuna:
fa: هر
fr: Chaque
fur: Ogni
hi: प्रत्येक
it: Ogni
pl: Co
ru: Каждые
sr: Сваких
sr@latin: Svakih
uk: Кожні

source: For
cs: Na
de: für
es: Duración
eu: Iraupena:
fa: برای
fr: Pendant
fur: Par
hi: हेतु
it: Per
pl: Przez
ru: По
sr: За
sr@latin: Za
uk: На

source: Choose your break schedule
cs: Zvolte plán svých přestávek
fa: گزینش زمان‌بندی استراحت‌هایتان
pl: Określenie własnego planu przerw
ru: Выберите график перерывов
sr: Изаберите ваш план одмора
uk: Виберіть ваш розклад перерв

source: Welcome to Break Timer!
cs: Vítejte v Hlídání přestávek!
de: Willkommen zur Pausenerinnerung!
es: Bienvenido a Descansos
eu: Ongi etorri Break Timer aplikaziora!
fa: به زمان‌سنج استراحت خوش‌آمدید!
fr: Bienvenue dans le Minuteur de pauses !
fur: Benvignûts su Pausis!
hi: ब्रेक टाइमर में आपका स्वागत है!
it: Benvenuto in Break Timer!
pl: Witamy w Menedżerze przerw!
ru: Добро пожаловать в «Таймер перерывов»!
sr: Добро дошли код Надзорника одмора!
sr@latin: Dobro došli kod Nadzornika odmora!
uk: Вітаємо у «Таймері перерв»!

source: Breaks are good for you. We'll help you to take them.
cs: Přestávky jsou pro vaše dobro. Pomůžeme vám je dodržovat.
de: Pausen sind gut für Sie. Wir wollen Ihnen helfen, diese wahrzunehmen.
es: Los descansos son buenos. Vamos a ayudarle a hacerlos.
eu: Atsedenaldiak onak dira zuretzat. Haiek hartzen lagunduko dizut.
fa: استراحت‌ها برای شما خوبند. ما به شما کمک می‌کنیم تا رعایت‌شان کنید.
fr: Faire une pause est bon pour vous. Nous allons vous aider à en prendre.
fur: Lis pausis ti fasin ben. Ti judarìn a cjapâlis.
hi: विराम आपके लिए अच्छे हैं। हम उन्हें लेने में आपकी मदद करेंगे।
it: Le pause ti fanno bene. Ti aiuteremo a prenderle.
pl: Przerwy są niezwykle potrzebne. Ten program pomoże o nich pamiętać.
ru: Перерывы полезны. Мы поможем организовать их для вас.
sr: Одмори су добри за ваше здравље. Ми ћемо вам помоћи да их остварите.
sr@latin: Odmori su dobri za vaše zdravlje. Mi ćemo vam pomoći da ih ostvarite.
uk: Перерви корисні для вас. Ми допоможемо вам із плануванням перерв.

source: Just switch me on to get started
cs: Abyste začali, stačí zde zapnout
de: Schalten Sie mich einfach ein, um loszulegen
es: Simplemente active la aplicación para empezar
eu: Aktibatu nazazu abian jartzeko
fa: برای شروع فقط من را روشن کنید
fr: Activez-moi pour démarrer
fur: Impiimi par scomençâ
hi: आरंभ करने के लिए बस मुझे चालू करें
it: Avviami per iniziare
pl: Wystarczy go włączyć
ru: Просто включите меня, чтобы начать
sr: Једноставно ме укључи да бих почео
sr@latin: Jednostavno me uključi da bih počeo
uk: Просто увімкніть мене, коли будете готові

source: Break and micro breaks
cs: Přestávky a mikropřestávky
fa: استراحت‌ها و استراحت‌های کوتاه
hi: विराम और सूक्ष्म विराम
pl: Przerwy i miniprzerwy
ru: Перерывы и микроперерывы
sr: Одмори и предаси
uk: Перерви і мікроперерви

source: Break Timer lets you take small micro breaks as well as longer breaks.
cs: Hlídání přestávek vás přiměje dávat si krátké i delší přestávky.
fa: زمان‌سنج استراحت، می‌گذارد استراحت‌های کوچک و همچنین بلند داشته باشید.
hi: ब्रेक टाइमर आपको छोटे सूक्ष्म विराम के साथ-साथ लंबे विराम लेने की सुविधा देता है।
pl: Menedżer przerw umożliwia ustawienie krótkich oraz dłuższych przerw.
ru: «Таймер перерывов» позволяет организовывать как небольшие перерывы, так и более длительные.
sr: Надзорник одмора вам даје могућност и да предахнете и да се одморите.
uk: «Таймер перерв» надає вам змогу робити мікропрерви та довгі перерви.
