Repository: GNOME/gnome-break-timer
Catalog: po/*.po
Languages: cs, de, es, eu, fa, fr, fur, hi, it, pl, ru, sr, sr@latin, uk

source: Micro breaks are a chance to look away from the screen and rest your hands.
cs: Mikropřestávky jsou příležitostí podívat se jinam než na obrazovku a dát odpočinout svým rukám.
fa: استراحت‌های کوتاه شانسی برای نگاه کردن به جایی غیر از صفحه‌نمایش و استراحت دادن به دستانتان است.
hi: सूक्ष्म विराम स्क्रीन से दूर देखने और अपने हाथों को आराम देने का एक मौका है।
pl: Miniprzerwy to okazja na odwrócenie wzroku od monitora i rozluźnienie dłoni.
ru: Микроперерывы — это возможность отвлечься от экрана и дать отдохнуть рукам.
sr: Предаси су прилика да скренете поглед са екрана и да одморите руке.
uk: Мікроперерви призначено для того, щоб відірватися від екрана і дати відпочити вашим рукам.

source: Full breaks are time to get away from your computer and move around.
cs: Plné přestávky jsou časem na to, abyste opustili svůj počítač a prošli se.
fa: استراحت‌های کامل زمانی برای دور شدن از رایانه و داشتن تحرّک هستند.
hi: पूर्ण विराम आपके कंप्यूटर से दूर जाने और इधर-उधर घूमने का समय है।
pl: Pełne przerwy to czas na odejście od komputera i poruszanie się.
ru: Полноценные перерывы — это время, чтобы отвлечься от компьютера и подвигаться.
sr: Дуги одмори су прилике да се удаљите од рачунара и да се прошетате.
uk: Повні перерви призначено для того, щоб відійти від комп'ютера і трохи порухатися.

source: You can change the types of breaks and their timings from the settings
cs: V nastavení můžete změnit typ přestávek a jejich načasování
de: Sie können die Pausenart und die Zeiten in den Einstellungen bearbeiten
es: Puede cambiar los tipos de descansos y su duración en la configuración
eu: Atsedenaldien motak eta orduak aldatu daitezke ezarpenetan
fa: می‌توانید نوع و زمان استراحت‌ها را در تنظیمات تغییر دهید
fr: Vous pouvez modifier le type de pauses et leur programmation dans la configuration
fur: Tu puedis cambiâ il gjenar des pausis e i lôr oraris da lis impostazions
hi: आप सेटिंग्स से विराम के प्रकार और उनके समय को बदल सकते हैं
it: Puoi modificare i tipi di pause e i loro tempi dalle impostazioni
pl: Można zmienić rodzaje przerw oraz ich czas w ustawieniach
ru: Вы можете изменить типы и время перерывов в настройках
sr: Можете да измените врсте одмора и њихово трајање у подешавањима
sr@latin: Možete da izmenite vrste odmora i njihovo trajanje u podešavanjima
uk: Ви можете змінити типи перерв та їхні часові параметри за допомогою параметрів програми

source: OK, got it!
cs: Dobrá, mám to!
de: OK, verstanden!
es: Aceptar
eu: Ados!
fa: باشه، فهمیدم!
fr: D'accord, c'est fait !
fur: Va ben, capît!
hi: अच्छा, समझ गया!
it: Ok capito!
pl: Zrozumiano!
ru: Хорошо, понял!
sr: У реду, мој је!
sr@latin: U redu, moj je!
uk: Гаразд, зрозуміло!

source: You can leave me to it
cs: Aplikaci můžete opustit
de: Sie können sich auf mich verlassen
es: Puede dejarme a él
eu: Niri utzi diezadakezu
fa: می‌توانید من را ترک کنید
fr: Vous pouvez me laisser
fur: Tu puedis lassâmi fâ
hi: आप मुझे इस पर छोड़ सकते हैं
it: Puoi lasciarmi fare
pl: Resztę można pozostawić programowi
ru: Вы можете оставить это на меня
sr: Можете да ме оставите њему
sr@latin: Možete da me ostavite njemu
uk: Ви можете полишити мене

source: Break Timer will carry on working in the background, even if you close it.
cs: Hlídání přestávek zůstane pracovat na pozadí, i když jej zavřete.
de: Die Pausenerinnerung läuft auch dann im Hintergrund weiter, wenn Sie sie schließen.
es: Descansos seguirá ejecutándose en segundo plano, aunque lo cierre.
eu: Break Timer atzeko planoan izango da abian, baita ixten bada ere.
fa: زمان‌سنج استراحت در پس‌زمینه کار خواهد کرد، حتی اگر ببندیدش.
fr: Le Minuteur de pauses continuera à fonctionner en arrière-plan même si vous le fermez.
fur: Pausis al continuarà a lavorâ in sotfont, ancje se tu lu sieris.
hi: ब्रेक टाइमर पृष्ठभूमि में काम करता रहेगा, भले ही आप इसे बंद कर दें।
it: Break Timer continuerà a funzionare in background, anche se lo chiudi.
pl: Menedżer przerw będzie działał dalej w tle, nawet po zamknięciu.
ru: «Таймер перерывов» будет продолжать работать в фоновом режиме, даже если вы закроете его.
sr: Надзорник одмора ће се бринути о томе радећи у позадини, чак и када га затворите.
sr@latin: Nadzornik odmora će se brinuti o tome radeći u pozadini, čak i kada ga zatvorite.
uk: «Таймер перерв» працюватиме у фоновому режимі, навіть якщо ви закриєте вікно програми.

source: Ready to go
cs: Jsem připraven jít na to
de: Los geht’s
es: Listo para empezar
eu: Hasteko prest
fa: آماده برای رفتن
fr: Prêt
fur: Scomencìn
hi: जाने के लिए तैयार
it: Pronto per partire
pl: Gotowy
ru: Готов начать
sr: Спремни за полазак
sr@latin: Spremni za polazak
uk: Готовий до роботи

source: If this continues the next time you log in, please <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">open a bug report</a>.
cs: Jestli se stejná situace bude opakovat i po příštím přihlášení, prosím <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">nahlaste chybu</a>.
fa: اگر دفعهٔ بعدی که وراد شدید هنوز ادامه داشت لطفاً <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">مشکل را گزارش کنید</a>.
hi: यदि अगली बार लॉग इन करने पर भी यह जारी रहता है, तो कृपया <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">एक बग रिपोर्ट खोलें</a>।
pl: Jeśli się to powtórzy po następnym zalogowaniu, prosimy <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">zgłosić błąd</a> (w języku angielskim).
ru: Если это повторится при следующем входе в систему, <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">откройте отчет об ошибке</a>.
sr: Ако се ово настави када се следећи пут пријавите, <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">направите извештај о грешци</a>.
uk: Якщо це станеться наступного разу після входу до системи, будь ласка, <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">створіть повідомлення про ваду</a>.

source: Break Timer isn’t responding
cs: Hlídání přestávek nereaguje
de: Pausenerinnerung reagiert nicht
es: Descansos no responde
eu: Break Timer aplikazioak ez du erantzuten
fa: زمان‌سنج استراحت ناپاسخگوست
fr: Le Minuteur de pauses ne répond pas
fur: Pausis nol rispuint
hi: ब्रेक टाइमर प्रत्युत्तर नहीं दे रहा है
it: Break Timer non risposnde
pl: Menedżer przerw nie odpowiada
ru: «Таймер перерывов» не отвечает
sr: Надзорник одмора не одговара
sr@latin: Nadzornik odmora ne odgovara
uk: «Таймер перерв» не відповідає

source: Turn me on to get those breaks going
cs: Zapněte jej prosím, aby přestávky zase běžely
de: Einschalten, um diese Pausen einzuhalten
es: Activar para empezar los descansos
eu: Piztu nazazu atsedenaldiak abian jartzeko
fa: برای گرفتن استراحت، من را روشن کنید
fr: Autorisez-moi à lancer ces pauses
fur: Ativimi par fâ lâ chês pausis
hi: विराम लेने के लिए मुझे चालू करें
it: Attivami per far andare quelle pause
pl: Włącz program, aby uaktywnić przerwy
ru: Включите меня, чтобы заработали перерывы
sr: Укључите ме да наставите са тим одморима
sr@latin: Uključite me da nastavite sa tim odmorima
uk: Увімкніть мене, щоб запрацювали перерви

source: Break Timer is taking a break
cs: Hlídání přestávek si dělá přestávku
de: Pausenerinnerung macht Pause
es: Descansos se está tomando un descanso
eu: Break Timer aplikazioa atseden hartzen ari da
fa: زمان‌سنج استراحت در حال انجام دادن یک استراحت است
fr: Le Minuteur de pauses fait une pause
fur: Pausis al sta fasint une pause
hi: ब्रेक टाइमर विराम ले रहा है
it: Break Timer si sta prendendo una pausa
pl: Menedżer przerw ma teraz przerwę
ru: «Таймер перерывов» делает перерыв
sr: Надзорник одмора се одмара
sr@latin: Nadzornik odmora se odmara
uk: «Таймер перерв» робить перерву

source: Saving state
de: Zustand wird gespeichert
es: Guardando el estado
eu: Egiera gordetzen
fur: Stât dal sparagn
it: stato di risparmio

source: Break Timer Website
de: Webseite der Pausenerinnerung
es: Página web de Descansos
eu: Break Timer aplikazioaren webgunea
fur: Sît web di Pausis
it: Sito Web di Break Timer

source: Copyright © 2011-2020 Break Timer Authors
de: Copyright © 2011-2020 Die Autoren von Pausenerinnerung
es: Copyright © 2011-2020 los autores de Descansos
eu: Copyright © 2011-2020 Break Timer egileak
fur: Copyright © 2011-2020 i autôrs di Pausis
it: Copyright © 2011-2021 Break Timer Authors

source: Choose Your Break Schedule
de: Wählen Sie Ihren Pausenplan
es: Elegir su planificación de descansos
eu: Aukeratu atsedenaldi-programazioa
fr: Choisissez le programme de pause
fur: Sielç il to program di pausis
it: Scegli il tuo programma di pausa
sr@latin: Izaberite vaš plan odmora

source: If this continues the next time you log in, please <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">open a bug report</a>.
de: Falls dies nach der nächsten Anmeldung immer noch der Fall ist, <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">erstellen Sie bitte einen Fehlerbericht</a>.
es: Si le vuelve a pasar la próxima vez que inicie la sesión, <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">abra una incidencia</a>.
eu: Honek jarraitzen badu saioa hasten duzun hurrengoa, <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">bete akatsaren txosten bat</a>.
fur: Se chest probleme al torne a presentâsi la prossime volte che tu jentris, par plasê <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">vierç une segnalazion di erôr</a>.
it: Se il problema persiste la prossima volta che accedi, per favore <a href="https://gitlab.gnome.org/GNOME/gnome-break-timer/issues">apri una segnalazione di bug</a>.

source: Break Timer lets you take small microbreaks as well as longer breaks.
de: Pausenerinnerung gibt Ihnen die Möglichkeit, Kurzpausen und längere Pausen einzulegen.
es: Descansos le permite hacer microdescansos, así como descansos más largos.
eu: Break Timer aplikazioari esker, atsedenaldi laburrak edo luzeak hartu daitezke.
fr: Le Minuteur de pauses vous permet de faire aussi bien des pauses courtes que des pauses longues.
fur: Pausis ti fâs fâ piçulis micro-pausis ma ancje lungjis pausis.
it: Break Timer ti consente di fare piccole micro pause e pause più lunghe.
sr@latin: Nadzornik odmora vam daje mogućnost i da predahnete i da se odmorite.

source: Microbreaks are a chance to look away from the screen and rest your hands.
de: Kurzpausen sind eine Möglichkeit, vom Bildschirm wegzuschauen und Ihre Hände auszuruhen.
es: Los microdescansos son una oportunidad para mirar fuera de la pantalla y descansar las manos
eu: Mikroatsedenaldietan, pantaila ikusteari utzi ahal diozu eta eskuak pausatu ditzakezu.
fr: Les pauses courtes sont l'occasion de quitter l'écran et de reposer vos mains.
fur: Lis micro-pausis a son une ocasion par cjalâ fûr dal visôr e fâ polsâ lis tôs mans.
it: Le micro pause sono un'occasione per distogliere lo sguardo dallo schermoe riposare le mani.
sr@latin: Predasi su prilika da skrenete pogled sa ekrana i da odmorite ruke.

source: Full breaks are time to get away from the computer and move around.
de: Volle Pausen bieten Ihnen die Zeit, sich vom Rechner zu entfernen und zu bewegen.
es: Los descansos completos son el momento de alejarse del equipo y moverse un poco.
eu: Atsedenaldi osoetan, aldendu ordenagailutik eta mugitu gorputza.
fr: Les pauses longues sont l'occasion de quitter l'ordinateur et d'aller faire un tour.
fur: Lis pausis completis a son il moment par slontanâsi dal computer e movisi.
it: Le pause complete sono il momento di allontanarsi dal computer e muoversi.
sr@latin: Dugi odmori su prilike da se udaljite od računara i da se prošetate.

source: Breaks and Microbreaks
de: Pausen und Kurzpausen
es: Descansos y microdescansos
eu: Atsedenaldiak eta mikroatsedenaldiak
fr: Pauses longues et courtes
fur: Pausis e micro-pausis
it: Pause e Micropause
sr@latin: Odmori i predasi
