Repository: GNOME/gnome-break-timer
Catalog: po/*.po
Languages: cs, de, es, eu, fa, fr, fur, hi, it, pl, ru, sr, sr@latin, uk

source: Break Timer
cs: Hlídání přestávek
de: Pausenerinnerung
es: Descansos
fa: زمان‌سنج استراحت
fr: Minuteur de pauses
fur: Pausis
hi: ब्रेक टाइमर
pl: Menedżer przerw
ru: Таймер перерывов
sr: Надзорник одмора
sr@latin: Nadzornik odmora
uk: Таймер перерв

source: Computer break reminders for GNOME
cs: Upomínání na počítačové přestávky pro GNOME
de: Erinnert Sie daran, Arbeitspausen einzulegen
es: Recordatorios de descansos del equipo para GNOME
eu: Atsedenak hartzeko oroigarriak GNOMErako
fa: یادآور استراحتٔ رایانه برای گنوم
fur: Visadôr di pausis dal computer par GNOME
hi: GNOME के लिए कंप्यूटर विराम अनुस्मारक
pl: Przypomnienia o przerwach od komputera dla środowiska GNOME
ru: Компьютерный напоминатель о перерывах для GNOME
sr: Гномов подсетник за одмарање од рада на рачунару
uk: Нагадування щодо перерв при роботі з комп'ютером для GNOME

source: break;micro;rest;timer;
cs: přestávka;pauza;mikro;krátká;přerušení;odpočinek;hlídání;plánování;
de: break;micro;rest;timer;Pause;Kurzpause;Rast;Ruhen;Unterbrechung;
es: micro;descanso;pausa;temporizador;
eu: atsedenaldia;mikro;atsedena;tenporizadoea;
fa: break;micro;rest;timer;استراحت;استراحت;تنفس;زنگ تفریح;زمان‌سنج;یادآور;
fr: pause;courte;longue;repos;minuteur;programmateur;
fur: pause;temporizadôr;polse;visadôr;
hi: विराम;सूक्ष्म;आराम;टाइमर;
it: pausa;micro;riposo;timer;
pl: break;micro;rest;timer;przerwa;miniprzerwa;odpoczynek;licznik;przypomnienia;zdrowie;
ru: break;micro;rest;timer;перерыв;микро;отдых;таймер;
sr: прекид;микро;одмор;одбројавач;тајмер;
sr@latin: prekid;mikro;odmor;odbrojavač;tajmer;
uk: break;micro;rest;timer;перерва;пауза;мікро;відпочинок;таймер;

source: True to enable GNOME Break Timer
cs: Zapnutím povolíte Hlídání přestávek GNOME
de: Legt fest, ob Pausenerinnerungen aktiviert werden sollen
es: Cierto para activar GNOME Descansos
eu: Egia GNOME Break Timer gaitzeko
fa: درست برای به کار انداختن زمان‌سنج استراحتٔ گنوم
fr: True (vrai) pour activer le Minuteur de pauses GNOME
fur: True (vêr) par abilitâ GNOME Pausis
hi: सही, GNOME ब्रेक टाइमर को सक्षम करने के लिये
it: Specifica se abilitare GNOME Break TImer
pl: Włączenie Menedżera przerw GNOME
ru: Значение «true», чтобы включить «Таймер перерывов GNOME»
sr: Изабрано за укључивање Гномовог надзорника одмора
sr@latin: Izabrano za uključivanje Gnomovog nadzornika odmora
uk: «Істина» для вмикання Таймера перерв GNOME

source: The current version of GNOME Break Timer's autostart file
cs: Aktuální verze souboru automatického spuštění Hlídání přestávek GNOME
fa: نگارش کنونی پروندهٔ آغزا خودمار زمان‌سنج استراحت گنوم
hi: GNOME ब्रेक टाइमर की ऑटोस्टार्ट फाइल का वर्तमान संस्करण
pl: Obecna wersja pliku automatycznego uruchamiania Menedżera przerw GNOME
ru: Файл автоматического запуска текущей версии «Таймера перерывов GNOME»
sr: Текуће издање датотеке само-покретања Гномовог Надзорника одмора
uk: Файл автоматичного запуску поточної версії «Таймера перерв GNOME»

source: The list of breaks that are currently enabled
cs: Seznam přestávek, které jsou aktuálně povoleny
de: Liste der Pausen, welche zur Zeit aktiviert sind
es: La lista de descansos activados actualmente
eu: Unean gaituta dauden atsedenaldien zerrenda
fa: سیاهه‌ای از استراحت‌هایی که هم‌اکنون به کار انداخته شده‌اند
fr: Liste des pauses actuellement activées
fur: La liste di pausis che a son in chest moment ativadis
hi: वर्तमान में सक्षम विराम की सूची
it: L'elenco delle pause attualmente abilitate
pl: Lista aktywnych przerw
ru: Список перерывов, которые в настоящее время включены
sr: Списак одмора који су тренутно укључени
sr@latin: Spisak odmora koji su trenutno uključeni
uk: Список перерв, які зараз увімкнено

source: True to enable quiet mode
cs: Zapnutím povolíte tichý režim
de: Legt fest, ob der Stumm-Modus aktiviert werden soll
es: Cierto para activar el modo silencioso
eu: Egia modu isila gaitzeko
fa: درست برای به کار انداختن حالت ساکت
fr: True (vrai) pour activer le mode silencieux
fur: True (vêr) par abilitâ la modalitât cuiete
hi: सही, शांत मोड को सक्षम करने के लिए
it: Specifica se la modalità silenziosa deve essere attivata
pl: Włączenie trybu cichego
ru: Значение «true», чтобы включить тихий режим
sr: Изабрано за укључивање тихог режима
sr@latin: Izabrano za uključivanje tihog režima
uk: «Істина», щоб увімкнути «мовчазний» режим

source: Hides breaks until quiet-mode-expire-time.
cs: Skryje přestávky na dobu quiet-mode-expire-time.
de: Unterbricht Pausen, bis quiet-mode-expire-time erreicht ist.
es: Esconder descansos hasta la hora de caducidad del modo silencioso.
eu: Atsedenaldiak ezkutatzen ditu quiet-mode-expire-time iritsi arte.
fa: استراحت‌ها را تا زمان انقضای حالت ساکت پنهان می‌کند.
fr: Masque les pauses jusqu'à l'expiration du temps passé en mode silencieux (valeur de la clé quiet-mode-expire-time).
fur: Al plate lis pausis fin ae ore di scjadince de modalitât cuiete.
hi: शांत-मोड-समाप्ति-समय तक विराम को छुपाता है।
it: Nascondi le pause fino alla scadenza della modalità silenziosa.
pl: Pomijanie przerw aż do „quiet-mode-expire-time”.
ru: Скрывает перерывы до истечения времени тихого режима.
sr: Скрива одморе све док не-истекне-време-тихог-режима.
sr@latin: Skriva odmore sve dok ne-istekne-vreme-tihog-režima.
uk: Ховає перерви до завершення часу режиму мовчання.

source: Time to end quiet mode.
cs: Doba do konce tichého režimu.
de: Ende des Stumm-Modus.
es: Tiempo para finalizar el modo silencioso.
eu: Modu isila amaituko den ordua.
fa: زمان تا اتمام حالت ساکت.
fr: Temps d'expiration du mode silencieux.
fur: Timp par terminâ la modalitât cuiete.
hi: शांत मोड समाप्त करने का समय।
it: È ora di terminare la modalità silenziosa.
pl: Czas zakończenia trybu cichego.
ru: Время до завершения тихого режима.
sr: Време за завршавање тихог режима.
sr@latin: Vreme za završavanje tihog režima.
uk: Час до завершення мовчазного режиму.

source: The time to automatically disable quiet mode, in unix time.
cs: Doba do automatického vypnutí tichého režimu, jako unixový čas.
de: Die Zeit zur automatischen Dekativierung des Stumm-Modus als Unix-Zeitangabe.
es: El tiempo para desactivar automáticamente el modo silencioso, en tiempo UNIX.
eu: Modu isila automatikoki desgaituko den ordua, unix denboran.
fa: زمان برای از کار انداختن خودکار حالت ساکت، در زمان یونیکس.
fr: Temps d'expiration du mode silencieux, en temps unix.
fur: Il timp par disativâ in automatic la modalitât cuiete, in timp unix.
hi: UNIXS समय में शांत मोड को स्वचालित रूप से अक्षम करने का समय।
it: Il tempo per disabilitare automaticamente la modalità silenziosa, ora UNIX.
pl: Czas automatycznego wyłączenia trybu cichego (w czasie uniksowym).
ru: Время на автоматическое отключение тихого режима, во времени Unix.
sr: Време за самостално искључивање тихог режима, у времену јуникса.
sr@latin: Vreme za samostalno isključivanje tihog režima, u vremenu juniksa.
uk: Час на автоматичне вимикання мовчазного режиму, у часі UNIX.

source: Time between breaks
cs: Doba mezi přestávkami
de: Zeit zwischen den Pausen
es: Tiempo entre descansos
eu: Atsedenaldien arteko denbora
fa: زمان بین استراحت‌ها
fr: Temps entre les pauses
fur: Timp tra lis pausis
hi: विरामों के बीच का समय
it: Tempo tra le pause
pl: Czas między przerwami
ru: Время между перерывами
sr: Време између одмора
sr@latin: Vreme između odmora
uk: Проміжок між перервами

source: The time between rest breaks, in seconds.
cs: Doba mezi odpočinkovými přestávkami, v sekundách.
de: Die Zeit zwischen den Ruhepausen in Sekunden.
es: El tiempo entre descansos, en segundos.
eu: Atsedenaldien arteko denbora, segundotan.
fa: زمان بین استراحت‌ها، به ثانیه.
fr: Temps entre les pauses, en secondes.
fur: Il timp tra lis pausis di polse, in seconts.
hi: विराम के बीच का समय (सेकंडों में)।
it: Il tempo tra le pause, in secondi.
pl: Czas między długimi przerwami (w sekundach).
ru: Время между перерывами на отдых в секундах.
sr: Време између одмора, у секундама.
sr@latin: Vreme između odmora, u sekundama.
uk: Час між перервами на відпочинок, у секундах.

source: Duration of each break
cs: Délka každé přestávky
de: Dauer jeder Pause
es: Duración de cada descanso
eu: Atsedenaldi bakoitzaren iraupena
fa: مدّت هر استراحت
fr: Durée des pauses
fur: Durade di ogni pause
hi: प्रत्येक विराम की अवधि
it: Durata di ogni pausa
pl: Długość każdej z przerw
ru: Продолжительность каждого перерыва
sr: Трајање сваког одмора
sr@latin: Trajanje svakog odmora
uk: Тривалість кожної з перерв

source: The duration of each rest break, in seconds.
cs: Délka trvání každé odpočinkové přestávky, v sekundách.
de: Die Dauer jeder Ruhepause in Sekunden.
es: La duración de cada descanso, en segundos.
eu: Atsedenaldi bakoitzaren iraupena, segundotan.
fa: مدّت هر استراحت، به ثانیه.
fr: Durée de chaque pause longue, en secondes.
fur: La durade di ogni pause par polsâ, in seconts.
hi: प्रत्येक विश्राम अवकाश की अवधि (सेकंडों में)।
it: La durata di ogni pausa di riposo, in secondi.
pl: Długość każdej z długich przerw (w sekundach).
ru: Продолжительность каждого перерыва на отдых в секундах.
sr: Трајање сваког одмора, у секундама.
sr@latin: Trajanje svakog odmora, u sekundama.
uk: Тривалість кожної з перерв на відпочинок, у секундах.

source: Lock screen during breaks
cs: Během přestávky zamknout obrazovku
de: Bildschirm während Pausen sperren
es: Bloquear la pantalla durante los descansos
eu: Blokeo-pantaila atsedenaldietan
fa: قفل کردن صفحه‌نمایش هنگام استراحت‌ها
fur: Bloche il schermi intes pausis
hi: विराम के दौरान स्क्रीन लॉक करें
pl: Blokowanie ekranu podczas przerw
ru: Блокировать экран во время перерывов
sr: Закључавање екранa за време одмора
uk: Блокувати екран під час перерв

source: True to lock the screen during rest breaks.
cs: Zapněte, když chcete mít během přestávky zamknutou obrazovku.
de: Legt fest, ob der Bildschirm während Erholungspausen gesperrt wird.
es: Cierto para bloquear la pantalla durante los descansos.
eu: Egia atsedenaldiek irauten duten bitartean pantaila blokeatzeko.
fa: درست برای قفل کردن صفحه‌نمایش هنگام استراحت‌ها.
fur: True (vêr) par blocâ il schermi dilunc lis pausis di polse.
hi: सही, विराम के दौरान स्क्रीन को लॉक करने के लिए।
pl: Blokowanie ekranu podczas długich przerw.
ru: Значение «true», чтобы заблокировать экран во время перерывов на отдых.
sr: Изаберите ово да закључате екран за време трајања одмора.
uk: «Істина», якщо слід блокувати екран під час перерв на відпочинок.

source: The preferred time between micro breaks, in seconds.
cs: Požadovaná doba mezi mikropřestávkami, v sekundách.
de: Bevorzugte Zeit zwischen Kurzpausen, in Sekunden.
es: El tiempo preferido entre microdescansos, en segundos.
eu: Mikroatsedenaldien arteko denbora hobetsia, segundotan.
fa: زمان ترجیحی بین استراحت‌های کوتاه، به ثانیه.
fr: Temps souhaité entre les courtes pauses, en secondes
fur: Il timp preferît tra lis micro-pausis, in seconts.
hi: सूक्ष्म विरामों के बीच पसंदीदा समय (सेकंडों में)।
it: Il tempo preferito tra le micro pause, in secondi.
pl: Preferowany czas między miniprzerwami (w sekundach).
ru: Предпочтительное время между микроперерывами в секундах.
sr: Жељено време између предаха, у секундама.
sr@latin: Željeno vreme između predaha, u sekundama.
uk: Бажаний проміжок між мікроперервами, у секундах.

source: The preferred duration of each micro break, in seconds.
cs: Požadovaná délka trvání každé mikropřestávky, v sekundách.
de: Bevorzugte Dauer der Kurzpausen, in Sekunden.
es: La duración preferida de cada microdescanso, en segundos.
eu: Mikroatsedenaldi bakoitzaren iraupen hobetsia, segundotan.
fa: مدّت ترجیحی برای هر استراحت کوتاه، به ثانیه.
fr: Durée préférée des pauses courtes, en secondes.
fur: La durade preferide di ogni micro-pause, in seconts.
hi: प्रत्येक सूक्ष्म विराम की पसंदीदा अवधि (सेकंडों में)।
it: La durata preferita di ogni micro pausa, in secondi.
pl: Preferowana długość każdej z miniprzerw (w sekundach).
ru: Предпочтительная продолжительность каждого микроперерыва в секундах.
sr: Жељено трајање сваког предаха, у секундама.
sr@latin: Željeno trajanje svakog predaha, u sekundama.
uk: Бажана тривалість кожної з мікроперерв, у секундах.

source: Break Timer keeps track of how much you are using the computer, and it reminds you to take regular breaks. It is designed to encourage healthy behaviour, with a mix of short breaks for your eyes and wrists, as well as longer breaks to keep your body moving and your mind on task.
cs: Hlídání přestávek sleduje, jak moc pracujete na počítači a vyzývá vás, abyste si dělali pravidelné přestávky. Jeho cílem je přimět vás ke zdravému chování kombinací krátkých přestávek pro vaše oči a zápěstí a dlouhých přestávek pro pohyb těla i odpočinutí mysli od úkolu.
de: Die Pausenerinnerung überwacht, wie intensiv Sie Ihren Rechner nutzen und erinnert Sie daran, regelmäßig Pausen einzulegen. Das Programm ist darauf ausgelegt, gesundheitsbewusstes Verhalten zu fördern, mit einer Mischung aus Kurzpausen für Augen und Handgelenke sowie längeren Pausen, in denen Sie sich körperlich bewegen und Ihren Geist auf die Aufgaben konzentrieren können.
es: Descansos mantiene el registro de cuánto usa el equipo, y le recuerda tomar descansos regulares. Está diseñado para incentivar el comportamiento saludable, con un conjunto de pequeños descansos para sus ojos y muñecas, así como largos descansos para mantener su cuerpo en movimiento y su mente concentrada.
eu: Break Timer aplikazioari esker, ordenagailua zenbat denbora erabiltzen ari zaren jakingo duzu eta noizean behin atsedenaldiak hartzeko balioko dizu. Portaera osasuntsua sustatzeko dago diseinatuta: atsedenaldi laburrak ditu begiak eta eskumuturrak lasaitzeko eta atsedenaldi luzeak gorputza mugitzeko eta burua adi mantentzeko.
fa: زمان‌سنج استراحت، میزان استفادهٔ شما از رایانه را ردیابی می‌کند، و به شما یادآوری می‌کند که استراحت کنید. زمان‌سنج استراحت، طراحی شده تا شما را با ترکیبی از استراحت‌های کوتاه برای چشمان و مچ‌هایتان، و همچنین استراحت‌هایی بلندتر برای در حرکت نگه داشتن بدن‌تان و حفظ تمرکز روی وظیفه‌تان، شما را تشویق به رفتار سالم کند.
fur: Pausis al ten di voli trop che tu stâs doprant il computer e ti vise di fâ pausis regolârs. Al è pensât par puartâ la int a un compuartament plui salutâr, cuntune misture di pausis curtis, pai tiei voi e pols, e ancje lungjis, par tignî il to cuarp in moviment e il to cjâf concentrât.
hi: ब्रेक टाइमर इस बात पर नज़र रखता है कि आप कंप्यूटर का कितना उपयोग कर रहे हैं, और यह आपको नियमित विराम लेने की याद दिलाता है। इसे स्वस्थ व्यवहार को प्रोत्साहित करने के लिए डिज़ाइन किया गया है, जिसमें आपकी आंखों और कलाइयों के लिए सूक्ष्म विराम के साथ-साथ आपके शरीर को गतिशील रखने और आपके दिमाग को काम पर रखने के लिए लंबे विराम का मिश्रण शामिल है।
it: Break Timer tiene traccia di quanto stai utilizzando il computer e ti ricorda di fare pause regolari. È progettato per incoraggiare il comportamento alla salute, con un mix di brevi pause per gli occhi e i polsi, nonché pause più lunghe per mantenere il corpo in movimento e la mente concentrata.
pl: Menedżer przerw rejestruje czas, jaki użytkownik spędza przed komputerem i przypomina o regularnych przerwach. Został stworzony, aby promować zdrowe nawyki, takie jak krótkie przerwy dla oczu i nadgarstków oraz dłuższe przerwy, które zapewnią ciału trochę ruchu, a umysłowi umożliwią dalsze skupienie się na zadaniu.
ru: «Таймер перерывов» отслеживает, сколько времени вы находитесь за компьютером, и напоминает вам о необходимости в регулярных перерывах. Приложение предназначено для поощрения здорового образа жизни, сочетая короткие перерывы для ваших глаз и рук, а также более длительные - для обеспечения движения тела и обдумывания дальнейших задач.
sr: Надзорник одмора прати време које проводите за рачунаром, и подсећа вас када је време за редовне одморе. Осмишљен је да охрабри здраво понашање, са мешавином краћих одмора за ваше очи и зглобове, као и дужих одмора како бисте се малко размрдали и промислили о томе што радите.
uk: «Таймер перерв» стежить за тим, скільки часу ви проводите за комп'ютером, і нагадує вам про потребу у регулярних перервах. Програму розроблено так, щоб вона заохочувала користувача до здорової поведінки, — суміші коротких перерв для відпочинку очей і рук та довгих перерв для забезпечення руху тіла та обдумування подальших завдань.

source: Break Timer is easy to set up, so you can pick a break schedule that works for you and it will carry on working in the background.
cs: Hlídání přestávek se dá snadno nastavit, takže si můžete zvolit plán přestávek, který vám bude vyhovovat a na pozadí se starat za vás.
de: Die Pausenerinnerungen lassen sich einfach einrichten, sodass Sie eine Pausenplanung auswählen können, die zu Ihnen passt und alles Weitere im Hintergrund abläuft.
es: Descansos es fácil de instalar, así que puede escoger un horario de descansos que funcione para usted y siga funcionando en segundo plano.
eu: Break Timer erraz konfiguratzen da, ongi egokitzen zaizun atsedenaldi-programazioa aukeratu dezakezu eta atzeko planoan exekutatutako da.
fa: برپایی زمان‌سنج استراحت آسان است. پس می‌توانید برنامهٔ استراحتی مناسب برای خودتان برگزینید تا در پس‌زمینه کارش را بکند.
fur: Pausis al è facil di configurâ, tu puedis sielzi un program di pausis che al funzione par te e lui lu puartarà indenant, lavorant in sotfont.
hi: ब्रेक टाइमर स्थापित करना आसान है, इसलिए आप एक विराम अनुसूची चुन सकते हैं जो आपके लिए काम करेगा और यह पृष्ठभूमि में काम करता रहेगा।
it: Break Timer è facile da configurare, quindi puoi scegliere un programma di pausa che funzioni per te e continuerà a funzionare in background.
pl: Menedżer przerw jest prosty w obsłudze, więc wystarczy tylko określić plan przerw wedle własnego uznania, a program sam będzie dalej działał w tle.
ru: «Таймер перерывов» легко настроить, поэтому вы можете выбрать подходящий вам график перерывов. Приложение будет работать в фоновом режиме.
sr: Надзорник одмора је једноставан за подешавање, тако да можете да направите план одмарања који вам одговара, а он ће се бринути о свему осталом радећи у позадини.
uk: «Таймер перерв» просто налаштувати, отже ви зможете вибрати бажаний для вас розклад перерв, а програма подбає про його дотримання у фоновому режимі.

source: Dylan McCall, et al.
cs: Dylan McCall a kol.
fa: دایلن مک‌کال و همکاران.
hi: डायलन मैक्कल, और अन्य।
pl: Dylan McCall i inni
ru: Dylan McCall и др.
uk: Dylan McCall та ін.

source: Easily turn on break timers
cs: Hlídání přestávek se dá zapnout velmi jednoduše
de: Pausenerinnerungen einfach einschalten
es: Active fácilmente los temporizadores de descanso
eu: Aktibatu atsedenaldiak modu errazean
fa: به‌آسانی زمان‌سنج‌ها استراحت را روشن کنید
fur: Ative cun facilitât lis pausis
hi: ब्रेक टाइमर आसानी से चालू करें
it: Attiva facilmente i timer delle pause
pl: Łatwe włączanie odliczania do przerwy
ru: Простое включение таймеров перерывов
sr: С лакоћом укључите одбројаваче одмора
uk: Просте вмикання таймерів перерв

source: Check on their status at any time
cs: Kdykoliv si můžete zkontrolovat, jak na tom jste
de: Überprüfen Sie jederzeit deren Status
es: Compruebe su estado en cualquier momento
eu: Begiratu atsedenaldien egoera edozein momentutan
fa: وضعیت‌شان را در هر زمانی بررسی کنید
fur: Controle il lôr stât cuant che tu vûs
hi: किसी भी समय उनकी स्थिति की जांच करें
it: Controlla il loro stato in qualsiasi momento
pl: W każdej chwili można sprawdzić ich stan
ru: Проверка состояния в любой момент
sr: Проверите њихова стања у било ком тренутку
uk: Перевірка стану у будь-який момент

source: %d second
cs: %d sekundu
de: %d Sekunde
es: %d segundo
eu: Segundo %d
fa: %Id ثانیه
fr: %d seconde
fur: %d secont
hi: %d सेकेंड
it: %d secondo
pl: %d sekundę
ru: %d секунда
sr: %d секунда
sr@latin: %d sekunda
uk: %d секунда

source: %d minute
cs: %d minutu
es: %d minuto
eu: Minutu %d
fa: %Id دقیقه
fur: %d minût
hi: %d मिनट
it: %d minuto
pl: %d minutę
ru: %d минута
sr: %d минут
sr@latin: %d minut
uk: %d хвилина

source: %d hour
cs: %d hodinu
de: %d Stunde
es: %d hora
eu: Ordu %d
fa: %Id ساعت
fr: %d heure
fur: %d ore
hi: %d घंटा
it: %d ora
pl: %d godzinę
ru: %d час
sr: %d сат
sr@latin: %d sat
uk: %d година

source: GNOME Break Timer
cs: Hlídání přestávek GNOME
de: GNOME Pausenerinnerung
es: GNOME Descansos
fa: زمان‌سنج استراحتٔ گنوم
fr: Minuteur de pauses GNOME
fur: GNOME Pausis
pl: Menedżer przerw GNOME
ru: Таймер перерывов GNOME
sr: Гномов надзорник одмора
sr@latin: Gnomov nadzornik odmora
uk: Таймер перерв GNOME

source: Microbreak starts in %s
cs: Mikropřestávka začíná za %s
fa: آغاز استراحت کوتاه در %s
hi: सूक्ष्मविराम %s में प्रारंभ होगा
pl: Miniprzerwa zacznie się za %s
ru: Микроперерыв начнётся через %s
sr: Предах почиње у %s
uk: Мікроперерва почнеться за %s

source: Time for a microbreak
cs: Čas na mikropřestávku
fa: زمان برای استراحتی کوتاه
hi: सूक्ष्मविराम का समय
pl: Czas na miniprzerwę
ru: Время для микроперерыва
sr: Време је за предах
uk: Час для мікроперерви

source: Take a break from typing and look away from the screen
cs: Udělejte si přestávku od psaní a dívejte se mimo monitor
de: Legen Sie eine Pause ein und schauen Sie vom Bildschirm weg
es: Descansar un momento del teclado y mirar fuera de la pantalla
eu: Hartu atsedenaldi bat, utzi idazteari eta begiratu pantailaz haratago
fa: از تایپ کردن دست بکشید و به جایی غیر از صفحه‌نمایش بنگرید
fr: Faites une pause dans la saisie au clavier et regardez ailleurs que l'écran.
fur: Fâs une pause dal scrivi e distachiti dal schermi cjalant ator
hi: टाइपिंग से थोड़ा विराम लें और स्क्रीन से दूर देखें
it: Prenditi una pausa dalla digitazione e distogli lo sguardo dallo schermo
pl: Oderwij dłonie od klawiatury i odwróć wzrok od monitora
ru: Отвлекитесь от набора текста и отведите взгляд от экрана
sr: Одморите се од куцања и гледајте ван екрана
sr@latin: Odmorite se od kucanja i gledajte van ekrana
uk: Відпочиньте від введення тексту з клавіатури і роботи з монітором

source: It’s time for a micro break
cs: Je čas na mikropřestávku
de: Es ist Zeit für eine Kurzpause
es: Es hora de un microdescanso
eu: Mikroatsedenaldi baterako ordua da
fa: زمان یک استراحت کوتاه است
fr: C'est le moment de faire une courte pause
fur: E je ore di fâ une micro-pause
hi: यह सूक्ष्म विराम का समय है
it: È tempo di una micro pausa
pl: Czas na miniprzerwę
ru: Пришло время для микроперерыва
sr: Време је за предах
sr@latin: Vreme je za predah
uk: Час для мікроперерви

source: You were due to take a micro break %s ago
cs: Je to %s, co jste měli mít mikropřestávku
de: Ihre Kurzpause war vor %s fällig
es: Tenía que haber hecho un micro descanso hace %s minuto
eu: Duela %s mikroatsedenaldi bat egiteko asmoa zenuen
fa: قرار بود %Is پیش یک استراحت کوتاه داشته باشید
fr: Vous deviez faire une pause courte il y a %s
fur: Tu vevis di fâ une micro-pause %s indaûr
hi: आपको %s पहले सूक्ष्म विराम लेना था
it: Dovevi fare una micro pausa %s fa
pl: Miniprzerwa miała odbyć się %s temu
ru: Вы должны были сделать микроперерыв %s назад
sr: Требали сте да предахнете пре %s
sr@latin: Trebali ste da predahnete pre %s
uk: Вам слід було зробити мікроперерву %s тому

source: Overdue micro break
cs: Odložená mikropřestávka
de: Kurzpause überfällig
es: Micro descanso atrasado
eu: Atzeratutako mikroatsedenaldia
fa: عقب انداختن استراحت کوتاه
fr: Pause courte dépassée
fur: Micro-pause in ritart
hi: अतिदेय सूक्ष्म विराम
it: Micro pausa scaduta
pl: Zaległa miniprzerwa
ru: Просроченный микроперерыв
sr: Прескочи предах
sr@latin: Preskoči predah
uk: Прострочена мікроперерва

source: Your micro break has ended
cs: Vaše mikropřestávka skončila
de: Ihre Kurzpause ist zu Ende
es: Su microdescanso ha terminado
eu: Mikroatsedenaldia amaitu da
fa: استراحت کوتاه‌تان تمام شد
fr: Votre pause courte est terminée
fur: La tô micro-pause e je finide
hi: आपका सूक्ष्म विराम समाप्त हो गया है
it: La tua micro pausa è finita
pl: Miniprzerwa dobiegła końca
ru: Ваш микроперерыв закончился
sr: Ваш предах се завршио
sr@latin: Vaš predah se završio
uk: Вашу мікроперерву завершено
